{
    "Notes":
    [
        {
            "ClueName": "Sweaty Puddle",
            "Notes":
            [
                "A mysterious slime found on the stairs of the main hall.",
                "The source seems to come from the Manager's office.",
                "Peculiar smell, delicious taste.\n",
                "Can this be a murder weapon...?"
            ]
        },
        {
            "ClueName": "Chicken Diamando",
            "Notes":
            [
                "A fabulous chicken made of strong glass & diamonds. Seems expensive.",
                "Licked the Chicken, it appears to have a vague taste of blood.",
                "I has dents on it, it looks like it fell... or hit something hard.\n",
                "Potential Weapon"
            ]
        },
        {
            "ClueName": "Ruru Love Letter",
            "Notes":
            [
                "It is Ruru's love letter to Park:\n",
                "Dear Park",
                "My love for you is bigger than the universe, I would do anything for you... Anything!",
                "...Even kill"
            ]
        },
        {
            "ClueName": "Studio Recorder",
            "Notes":
            [
                "A recording of a conversation between Park & Lee:",
                "- Lee: 'I-It will be fun...! '",
                "- Park: 'You know I don't like wearing jewelry...'",
                "- Lee: 'It's to c-celebrate today's event.'",
                "- Park: 'Still, I don't see the point on wearing it the whole day.'",
                "- Lee: '...If Jung sees you wear it, he will be pissed. '",
                "- Park: '... Really? Haha! If that's the case let's do it!'",
                "- Lee: 'Remember to wear it… the whole day.'"
            ]
        },
        {
            "ClueName": "Park Cellphone",
            "Notes":
            [
                "Park's cellphone with a selfie.\nHe seems to be wearing a Pin on his jacket.",
                "The Pin’s position matches the puncture on his chest..."
            ]
        },
        {
            "ClueName": "Standard Pin",
            "Notes":
            [
                "An Exclusive Deluxe Super Hyper Extra Legacy Rare Pin Edition.",
                "Fantastic name∼! ",
                "Looks really expensive.",
                "My tongue can't find a trace of Park's blood.",
                "Strange…\n",                
                "Possible murder weapon"
            ]
        },
        {
            "ClueName": "Poisoned Pin",
            "Notes":
            [
                "An identical copy of the previous Pin.",
                "It is dented on one of its corners and it has some trails of blood.",
                "There seems to be poison on its needle...\n",
                "Feasible Weapon!"
            ]
        },
        {
            "ClueName": "Studio Key",
            "Notes":
            [
                "A magnificent key to open up the Record Studio door."
            ]
        },




        {
            "ClueName": "Office",
            "Notes":
            [
                "This is the Manager's Office.\n",
                "Command and hierarchy can be tasted in every corner of this place.",
                "There's a strange air of conflict and agitation..."
            ]
        },
        {
            "ClueName": "Hall",
            "Notes":
            [
                "The Main Hall of the Studio.\n",
                "Park’s body was found here, and perhaps, this is where he died.",
                "It seems to be a place where theIt seems to be a place where the band’s greatest achievements are exhibited."
            ]
        },
        {
            "ClueName": "Dressroom",
            "Notes":
            [
                "Dressroom, is it? \n",
                "Looks more like a cave where darkness breeds…",
                "There might be some clues about the band members here."
            ]
        },
        {
            "ClueName": "Studio",
            "Notes":
            [
                "The Record Studio.\n",
                "...Why was this place locked?",
                "Looks nice though, a strange scent lingers.",
                "Where have I smelled it before, I wonder...?"
            ]
        },





        
        {
            "ClueName": "Jung",
            "Notes":
            [
                "- Tough and mysterious∼",
                "- Dislikes Park and doesn't think much about the others.",
                "- He has been wandering around the studio a lot...",
                "- His erratic behavior has stopped. How odd. Is he sad?",
                "- So he stole the fake Pin from Park's body... \n…And replaced it with the Standard one, it seems."
            ]
        },
        {
            "ClueName": "Assattari",
            "Notes":
            [
                "- A beautiful human female. She seems to be level headeded.",
                "- An office affair with Park, quite unexpected∼ Violent when enraged.",
                "- Became nostalgic... and regretful?",
                "- Still thinks about Park. She’s awfully calm...",
                "- Wonder if she will be okay raising her baby.\nQuite an admirable lass."
            ]
        },
        {
            "ClueName": "Ruru",
            "Notes":
            [
                "- Curious little girl… A tad eerie somehow.",
                "- Strong animosity towards Assatari. No wonder...",
                "- She’s petrified with shock. Serves her right...!",
                "- Is she regaining composture?",
                "- Hmm... Why hand me the poisoned Pin?\nCould her role be more significant than it seems…?"
            ]
        },
        {
            "ClueName": "Lee",
            "Notes":
            [
                "- The loss of his friend has affected him a quite badly...",
                "- Aimless and paranoid, poor lad.",
                "- The paranoia is taking over his mind...",
                "- His paranoia subsided, but... His negative personality leaves much to be desired.",
                "- Could he be the murderer…? Sometimes the most innocent hide nasty surprises."
            ]
        },
        {
            "ClueName": "Park",
            "Notes":
            [
                "- Dead, was it an accident, suicide or murder?",
                "- Some of the bruises were caused by the Chicken Diamondo.",
                "- He slipped on Ruru's sweat… Maybe the fall killed him.",
                "- He's turned purple… Why? Is it poison?",
                "- He was poisoned through the sting on his chest by a Pin!"
            ]
        }        
    ] 
}